Repository: knife-fish/Transmit.app
Catalog: Transmit/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: and %lld more
zh_hans: 以及另外 %lld 项

# %@ batch finished with no processed items.
source: %1$@ batch finished with no processed items.
zh_hans: %1$@批次已结束，没有处理任何项目。

# %@ batch:
source: %1$@ batch:
zh_hans: %1$@批次：

# %@ connection failed: %@
source: %1$@ connection failed: %2$@
zh_hans: %1$@ 连接失败：%2$@

# %@ is already in Favorites.
source: %1$@ is already in Favorites.
zh_hans: %1$@ 已经在收藏夹中。

# %@: source %@ -> staging %@ -> sent %@ -> remote %@
source: %1$@: source %2$@ -> staging %3$@ -> sent %4$@ -> remote %5$@
zh_hans: %1$@：源 %2$@ -> 暂存 %3$@ -> 已发送 %4$@ -> 远程 %5$@

source: %lld cancelled
zh_hans: %lld 已取消

source: %lld completed
zh_hans: %lld 已完成

source: %lld Downloads
zh_hans: %lld 个下载任务

source: %lld failed
zh_hans: %lld 失败

source: %lld transfers
zh_hans: %lld 个传输

source: %lld Uploads
zh_hans: %lld 个上传任务

source: 1 transfer
zh_hans: 1 个传输

source: A password is currently loaded from Keychain for this site.
zh_hans: 此站点当前已从钥匙串载入密码。

source: A password is saved in Keychain and will be kept unless you clear it.
zh_hans: 此站点的密码已保存在钥匙串中，除非你手动清除，否则会继续保留。

source: A remote connection attempt is in progress.
zh_hans: 正在尝试建立远程连接。

source: Actions
zh_hans: 操作

source: Active Site
zh_hans: 当前站点

source: Activity
zh_hans: 活动

source: Add to Favorites
zh_hans: 添加到收藏夹

source: Add to Favorites failed: %@
zh_hans: 添加到收藏夹失败：%@

# Added %@ to Favorites.
source: Added %1$@ to Favorites.
zh_hans: 已将 %1$@ 添加到收藏夹。

source: Addressing
zh_hans: 地址偏好

source: Adjust browser density.
zh_hans: 调整浏览器密度。

source: Advanced
zh_hans: 高级

source: Apply the new item name.
zh_hans: 应用新的项目名称。

source: Ascending
zh_hans: 升序

source: Auth
zh_hans: 认证

source: Authentication
zh_hans: 认证方式

source: Automatic
zh_hans: 自动

source: Cancel
zh_hans: 取消

source: Cancel this transfer.
zh_hans: 取消此传输。

source: Cancelled before transfer started.
zh_hans: 在传输开始前已取消。

# Cancelled download for %@.
source: Cancelled download for %1$@.
zh_hans: 已取消下载 %1$@。

# Cancelled upload for %@.
source: Cancelled upload for %1$@.
zh_hans: 已取消上传 %1$@。

source: Cancelled while paused.
zh_hans: 暂停期间已取消。

source: Choose a private key file to enable SSH key login.
zh_hans: 请选择私钥文件以启用 SSH 密钥登录。

source: Choose Default Local Folder
zh_hans: 选择默认本地文件夹

source: Choose Folder
zh_hans: 选择文件夹

source: Choose Local Folder
zh_hans: 选择本地文件夹

source: Choose Private Key
zh_hans: 选择私钥

source: Choose Public Key
zh_hans: 选择公钥

source: Choose whether remote connections should prefer IPv4, IPv6, or let the resolver decide.
zh_hans: 选择远程连接优先使用 IPv4、IPv6，或交由解析器决定。

source: Choose whether SFTP should use an account password or an SSH private key.
zh_hans: 选择 SFTP 使用账户密码还是 SSH 私钥。

source: Choose…
zh_hans: 选择…

source: Clear Saved Passphrase
zh_hans: 清除已保存口令

source: Clear Saved Password
zh_hans: 清除已保存密码

source: Close folder creation without making changes.
zh_hans: 关闭新建文件夹而不做修改。

source: Close rename without changing the item name.
zh_hans: 关闭重命名而不修改项目名称。

source: Close this connection sheet without changing the session.
zh_hans: 关闭此连接面板而不更改当前会话。

source: CLOUD
zh_hans: 云

source: Comfortable
zh_hans: 舒适

source: Compact
zh_hans: 紧凑

source: Connect
zh_hans: 连接

source: Connect a site before changing the remote folder.
zh_hans: 更改远程文件夹前请先连接站点。

source: Connect a site before uploading with drag and drop.
zh_hans: 拖放上传前请先连接站点。

source: Connect to %@
zh_hans: 连接到 %@

source: Connect to a network before opening a remote session.
zh_hans: 请先连接网络，再打开远程会话。

source: Connect to a remote server to browse files.
zh_hans: 连接远程服务器后即可浏览文件。

source: Connected
zh_hans: 已连接

source: Connected remote session: %@
zh_hans: 远程会话已连接：%@

# Connected to %@ via %@.
source: Connected to %1$@ via %2$@.
zh_hans: 已通过 %2$@ 连接到 %1$@。

source: Connecting
zh_hans: 连接中

source: Connecting to %@
zh_hans: 正在连接 %@

source: Connecting to remote host…
zh_hans: 正在连接远程主机…

source: Connecting…
zh_hans: 连接中…

source: Connection failed: %@
zh_hans: 连接失败：%@

# Copied %@ to %@.
source: Copied %1$@ to %2$@.
zh_hans: 已将 %1$@ 复制到 %2$@。

# Copied from %@ to %@
source: Copied from %1$@ to %2$@
zh_hans: 已从 %1$@ 复制到 %2$@

source: Copied from Remote to Local
zh_hans: 已从远程复制到本地

source: Copied with renamed duplicates: %@
zh_hans: 复制完成，重复项已重命名：%@

source: Copy Error
zh_hans: 复制错误

source: Copy failed: %@
zh_hans: 复制失败：%@

source: Copy the full error message.
zh_hans: 复制完整错误信息。

source: Copying to %@
zh_hans: 正在复制到 %@

source: Create
zh_hans: 创建

source: Create a folder in %@
zh_hans: 在 %@ 中创建文件夹。

source: Create a new site or connect to a host that is not saved yet.
zh_hans: 创建新站点，或连接到尚未保存的主机。

source: Create folder failed: %@
zh_hans: 创建文件夹失败：%@

source: Create the folder with the current name.
zh_hans: 使用当前名称创建文件夹。

# Created folder %@ in Local.
source: Created folder %1$@ in Local.
zh_hans: 已在本地创建文件夹 %1$@。

# Created folder %@ in Remote.
source: Created folder %1$@ in Remote.
zh_hans: 已在远程创建文件夹 %1$@。

source: Created folder in Local
zh_hans: 已在本地创建文件夹

source: Created folder on Remote
zh_hans: 已在远程创建文件夹

source: Creating folder on %@
zh_hans: 正在 %@ 上创建文件夹

source: Current
zh_hans: 当前

source: Current Folder
zh_hans: 当前文件夹

source: Custom label shown in the Favorites section.
zh_hans: 显示在收藏夹区域中的自定义标签。

source: Default Local Folder
zh_hans: 默认本地文件夹

source: Default Remote Folder
zh_hans: 默认远程文件夹

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %@

source: Delete failed: %@
zh_hans: 删除失败：%@

source: Delete failed: remote folders currently require the directory to be empty.
zh_hans: 删除失败：当前删除远程文件夹前必须保证其为空。

source: Delete Item?
zh_hans: 删除此项目？

source: Delete Site
zh_hans: 删除站点

source: Delete site failed: %@
zh_hans: 删除站点失败：%@

source: Delete Site?
zh_hans: 删除此站点？

# Deleted %@ from Remote.
source: Deleted %1$@ from Remote.
zh_hans: 已从远程删除 %1$@。

# Deleted %@.
source: Deleted %1$@.
zh_hans: 已删除 %1$@。

# Deleted site %@.
source: Deleted site %1$@.
zh_hans: 已删除站点 %1$@。

source: Descending
zh_hans: 降序

source: Desktop
zh_hans: 桌面

source: Disconnect
zh_hans: 断开连接

source: Disconnected remote session.
zh_hans: 远程会话已断开。

source: Dismiss
zh_hans: 关闭

source: Documents
zh_hans: 文稿

source: Download batch completed with failures.
zh_hans: 批量下载已完成，但存在失败项。

source: Download Conflict
zh_hans: 下载冲突

source: Download failed: %@
zh_hans: 下载失败：%@

# Download files into %@
source: Download files into %1$@
zh_hans: 将文件下载到 %1$@

source: Download files into the current local folder
zh_hans: 将文件下载到当前本地文件夹

source: Download to Local
zh_hans: 下载到本地

# Downloaded %@ to Local%@.
source: Downloaded %1$@ to Local%2$@.
zh_hans: 已下载 %1$@ 到本地%2$@。

source: Downloaded with renamed duplicates: %@
zh_hans: 下载完成，重复项已重命名：%@

source: Downloads
zh_hans: 下载

source: Drop Here
zh_hans: 拖放到这里

source: Drop to Download
zh_hans: 拖放以下载

source: Drop to Upload
zh_hans: 拖放以上传

source: Dropped into %@
zh_hans: 已拖放到 %@

source: Edit Site
zh_hans: 编辑站点

source: Endpoint
zh_hans: 端点

source: Enter a valid remote folder path.
zh_hans: 请输入有效的远程文件夹路径。

source: Enter an absolute path like /srv or use ~ to jump to the remote home directory.
zh_hans: 输入类似 /srv 的绝对路径，或使用 ~ 跳转到远程主目录。

source: Failed
zh_hans: 失败

source: Favorite Name
zh_hans: 收藏名称

source: Favorite name cannot be empty.
zh_hans: 收藏名称不能为空。

source: Favorites
zh_hans: 收藏夹

source: Focused Pane
zh_hans: 当前焦点栏

source: Folder Empty
zh_hans: 文件夹为空

source: Folder Name
zh_hans: 文件夹名称

source: Folder Unavailable
zh_hans: 文件夹不可用

source: Folders are targets. Transfers currently focus on files.
zh_hans: 文件夹可作为目标位置。当前传输主要针对文件。

source: Go
zh_hans: 前往

source: Go to Folder…
zh_hans: 前往文件夹…

source: Go to Remote Folder
zh_hans: 前往远程文件夹

source: Hide Info
zh_hans: 隐藏信息

source: Hide the inspector sidebar.
zh_hans: 隐藏检查器侧栏。

source: Hide this transfer result banner.
zh_hans: 隐藏此传输结果横幅。

source: Home
zh_hans: 主目录

source: Host
zh_hans: 主机

source: Idle
zh_hans: 空闲

source: Inspector
zh_hans: 检查器

source: Jump directly to a remote directory without stepping through each level.
zh_hans: 直接跳转到远程目录，无需逐级进入。

source: Jump to a specific remote folder.
zh_hans: 跳转到指定远程文件夹。

source: Keep Both
zh_hans: 全部保留

source: Key Passphrase
zh_hans: 密钥口令

source: Keys
zh_hans: 密钥

source: Kind
zh_hans: 类型

# Last connected %@ · %@
source: Last connected %1$@ · %2$@
zh_hans: 上次连接 %1$@ · %2$@

source: Local
zh_hans: 本地

source: Local Folder
zh_hans: 本地文件夹

source: Modified
zh_hans: 修改时间

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: Name
zh_hans: 名称

source: Name for the new folder.
zh_hans: 新文件夹的名称。

source: Network connection lost. Check Wi-Fi or Ethernet and reconnect.
zh_hans: 网络连接已中断，请检查 Wi‑Fi 或网线后重新连接。

source: Network connection lost. Remote browsing is unavailable.
zh_hans: 网络连接已中断，暂时无法浏览远程文件。

source: Network Offline
zh_hans: 网络已断开

source: Network port used for the remote protocol.
zh_hans: 远程协议使用的网络端口。

source: Network restored. Reconnect to continue browsing the remote site.
zh_hans: 网络已恢复，请重新连接后继续浏览远程站点。

source: New Folder
zh_hans: 新建文件夹

source: No password is currently saved for this site.
zh_hans: 此站点当前没有保存密码。

source: No remote connection is active yet.
zh_hans: 当前还没有活动的远程连接。

source: No saved site is selected. Use Quick Connect to start a one-off session.
zh_hans: 当前没有选中的已保存站点。可使用快速连接发起一次性会话。

source: No transfer activity yet.
zh_hans: 暂无传输活动。

source: Not saved
zh_hans: 未保存

source: Open
zh_hans: 打开

source: Open in Local
zh_hans: 在本地打开

source: Open Parent Folder
zh_hans: 打开上级文件夹

source: Open the saved site configuration for %@
zh_hans: 打开 %@ 的已保存站点配置。

# Opened %@ in Local.
source: Opened %1$@ in Local.
zh_hans: 已在本地打开 %1$@。

source: Optional label used in the site list.
zh_hans: 用于站点列表的可选标签。

source: Optional local folder
zh_hans: 可选本地文件夹

source: Optional local folder to open automatically after a successful connection.
zh_hans: 连接成功后自动打开的可选本地文件夹。

source: Optional matching public key
zh_hans: 可选的匹配公钥

source: Optional passphrase used to unlock the selected private key.
zh_hans: 用于解锁所选私钥的可选口令。

source: Optional remote folder
zh_hans: 可选远程文件夹

source: Optional remote folder to open automatically after a successful connection.
zh_hans: 连接成功后自动打开的可选远程文件夹。

source: Parent Folder
zh_hans: 上级文件夹

source: Password
zh_hans: 密码

source: Password for the remote account. Leave empty when using key-based auth.
zh_hans: 远程账户的密码。使用密钥认证时可留空。

source: Path
zh_hans: 路径

source: Pause
zh_hans: 暂停

source: Pause this transfer.
zh_hans: 暂停此传输。

source: Paused before transfer started.
zh_hans: 已在传输开始前暂停。

source: Paused. %@
zh_hans: 已暂停。%@

source: Pick a local folder for the left pane.
zh_hans: 为左侧栏选择一个本地文件夹。

source: Pick a local folder to open after connecting.
zh_hans: 选择连接后要打开的本地文件夹。

source: Pick another local folder with Finder access.
zh_hans: 选择另一个有 Finder 访问权限的本地文件夹。

source: Port
zh_hans: 端口

source: Prefer IPv4
zh_hans: 优先 IPv4

source: Prefer IPv6
zh_hans: 优先 IPv6

source: Preparing batch download to %@
zh_hans: 正在准备批量下载到 %@

source: Preparing batch upload to %@
zh_hans: 正在准备批量上传到 %@

source: Preparing folder for download
zh_hans: 正在准备下载文件夹

source: Private Key
zh_hans: 私钥

source: Protocol
zh_hans: 协议

source: Protocol used for this saved site.
zh_hans: 此已保存站点使用的协议。

source: Public Key
zh_hans: 公钥

source: Queued for download to %@
zh_hans: 已排队下载到 %@

source: Queued for upload to %@
zh_hans: 已排队上传到 %@

source: Quick Connect
zh_hans: 快速连接

source: Quick Connect draft is open in the configuration sheet.
zh_hans: 快速连接草稿当前已在配置面板中打开。

source: Recent activity
zh_hans: 最近活动

source: Recent transfers are shown in the inspector.
zh_hans: 最近的传输会显示在检查器中。

source: Refresh
zh_hans: 刷新

source: Remote
zh_hans: 远程

source: Remote connection failed. %@
zh_hans: 远程连接失败。%@

source: Remote Disconnected
zh_hans: 远程连接已断开

source: Remote Folder
zh_hans: 远程文件夹

source: Remote Home
zh_hans: 远程主目录

source: Remote host name or IP address.
zh_hans: 远程主机名或 IP 地址。

source: Remote path
zh_hans: 远程路径

source: Remote Session
zh_hans: 远程会话

source: Remote site configuration
zh_hans: 远程站点配置

source: Remote Status
zh_hans: 远程状态

source: Remove Favorite
zh_hans: 移除收藏

source: Remove Favorite failed: %@
zh_hans: 移除收藏失败：%@

source: Remove the saved key passphrase for this site from Keychain.
zh_hans: 从钥匙串中移除此站点已保存的密钥口令。

source: Remove the stored password for this saved site from Keychain.
zh_hans: 从钥匙串中移除此站点保存的密码。

# Removed %@ from Favorites.
source: Removed %1$@ from Favorites.
zh_hans: 已将 %1$@ 从收藏夹中移除。

source: Rename
zh_hans: 重命名

source: Rename failed: %@
zh_hans: 重命名失败：%@

source: Rename Favorite
zh_hans: 重命名收藏

source: Rename Favorite failed: %@
zh_hans: 重命名收藏失败：%@

source: Rename Item
zh_hans: 重命名项目

# Renamed %@ to %@ on Remote.
source: Renamed %1$@ to %2$@ on Remote.
zh_hans: 已在远程将 %1$@ 重命名为 %2$@。

# Renamed %@ to %@.
source: Renamed %1$@ to %2$@.
zh_hans: 已将 %1$@ 重命名为 %2$@。

source: Renamed favorite to %@
zh_hans: 已将收藏重命名为 %@

source: Reorder Favorites failed: %@
zh_hans: 重新排序收藏失败：%@

source: Replace
zh_hans: 替换

source: Required .pem or OpenSSH private key
zh_hans: 必填 .pem 或 OpenSSH 私钥

source: Resume
zh_hans: 继续

source: Resume this transfer.
zh_hans: 继续此传输。

source: Retry
zh_hans: 重试

source: Retry failed: destination folder no longer exists.
zh_hans: 重试失败：目标文件夹已不存在。

source: Retry failed: none of the failed upload sources still exist.
zh_hans: 重试失败：失败上传的源文件都已不存在。

source: Retry failed: source file no longer exists.
zh_hans: 重试失败：源文件已不存在。

source: Retry this transfer.
zh_hans: 重试此传输。

source: Root
zh_hans: 根目录

source: Save
zh_hans: 保存

source: Save Site
zh_hans: 保存站点

source: Save site failed: %@
zh_hans: 保存站点失败：%@

source: Save this site so it appears in the sidebar for future sessions.
zh_hans: 保存此站点，使其在后续会话中显示在侧栏里。

source: Save workspace preferences failed: %@
zh_hans: 保存工作区偏好失败：%@

source: Saved in Keychain
zh_hans: 已保存在钥匙串中

source: Saved password will be removed when you save this site.
zh_hans: 保存此站点时会移除已保存的密码。

source: Saved site %@
zh_hans: 已保存站点 %@

source: Saved site configuration
zh_hans: 已保存站点配置

source: Saved site draft is open in the configuration sheet.
zh_hans: 已保存站点的草稿当前已在配置面板中打开。

source: Select a file or folder to inspect metadata and transfer context.
zh_hans: 选择文件或文件夹以查看元数据和传输上下文。

source: Select a local folder to browse in the left pane.
zh_hans: 选择一个本地文件夹用于左侧栏浏览。

source: Select a local folder to open automatically after connecting.
zh_hans: 选择连接后自动打开的本地文件夹。

source: Select a PEM or OpenSSH private key file for this SFTP host.
zh_hans: 为此 SFTP 主机选择一个 PEM 或 OpenSSH 私钥文件。

source: Select the matching public key file when you want to keep the key pair recorded with this site.
zh_hans: 如果你希望在此站点中记录这组密钥，请选择对应的公钥文件。

source: Selected
zh_hans: 已选中

source: Selection
zh_hans: 选择

source: Server
zh_hans: 服务器

source: SFTP Session
zh_hans: SFTP 会话

source: Show Info
zh_hans: 显示信息

source: Show less common file and workspace actions.
zh_hans: 显示较少使用的文件和工作区操作。

source: Show optional network and default-folder settings.
zh_hans: 显示可选的网络和默认文件夹设置。

source: Show the inspector sidebar.
zh_hans: 显示检查器侧栏。

source: Site
zh_hans: 站点

source: Site Name
zh_hans: 站点名称

source: Sites
zh_hans: 站点

source: Size
zh_hans: 大小

source: Sort
zh_hans: 排序

source: SSH and connection settings are managed from site configuration.
zh_hans: SSH 和连接设置可在站点配置中管理。

source: SSH identities
zh_hans: SSH 身份

source: SSH key
zh_hans: SSH 密钥

source: SSH Key
zh_hans: SSH 密钥

source: SSH key + passphrase
zh_hans: SSH 密钥 + 口令

source: SSH key not set
zh_hans: 未设置 SSH 密钥

source: Start a remote connection with the current form values.
zh_hans: 使用当前表单值发起远程连接。

source: Switch the active remote profile before connecting.
zh_hans: 连接前切换活动远程配置。

# The destination already contains %@%@ in %@.
source: The destination already contains %1$@%2$@ in %3$@.
zh_hans: 目标位置 %3$@ 中已包含 %1$@%2$@。

source: The selected SSH key will be used for passwordless login.
zh_hans: 连接时将使用所选 SSH 密钥进行免密登录。

source: The selected SSH key will use the provided passphrase when connecting.
zh_hans: 连接时将使用所填口令解锁所选 SSH 密钥。

source: This directory does not contain any visible files yet.
zh_hans: 这个目录里暂时还没有可见文件。

# This permanently deletes %@ from the current pane.
source: This permanently deletes %@
zh_hans: 这会从当前栏永久删除 %@

source: This removes %@ from saved sites and deletes its stored password.
zh_hans: 这会将 %@ 从已保存站点中移除，并删除其保存的密码。

source: Today
zh_hans: 今天

source: Transfer activity is in progress.
zh_hans: 传输活动进行中。

source: Transfer cancelled.
zh_hans: 传输已取消。

source: Transfer Concurrency
zh_hans: 并发传输数

source: Transfer Slots
zh_hans: 传输槽位

source: Transfers
zh_hans: 传输

source: Typed in draft
zh_hans: 草稿中已填写

source: Ultra Compact
zh_hans: 超紧凑

source: Unable to determine file size for %@
zh_hans: 无法确定 %@ 的文件大小。

source: Unable to inspect remote destination: %@
zh_hans: 无法检查远程目标：%@

source: Unknown
zh_hans: 未知

source: Update Site
zh_hans: 更新站点

source: Update the name for %@
zh_hans: 更新 %@ 的名称。

source: Update the sidebar label for %@
zh_hans: 更新 %@ 的侧栏标签。

source: Upload
zh_hans: 上传

source: Upload batch completed with failures.
zh_hans: 批量上传已完成，但存在失败项。

source: Upload Conflict
zh_hans: 上传冲突

source: Upload failed: %@
zh_hans: 上传失败：%@

# Upload files into %@
source: Upload files into %1$@
zh_hans: 将文件上传到 %1$@

source: Upload files into the current remote folder
zh_hans: 将文件上传到当前远程文件夹

source: Upload sent successfully; remote size is still catching up. %@
zh_hans: 上传已发送成功；远程大小仍在更新中。%@

source: Upload to Remote
zh_hans: 上传到远程

# Uploaded %@ to Remote%@.
source: Uploaded %1$@ to Remote%2$@.
zh_hans: 已上传 %1$@ 到远程%2$@。

source: Use Current
zh_hans: 使用当前值

source: Use the local folder currently open in the workspace.
zh_hans: 使用工作区当前打开的本地文件夹。

source: Use the remote folder currently open in the workspace.
zh_hans: 使用工作区当前打开的远程文件夹。

source: Username
zh_hans: 用户名

source: Username used to authenticate with the remote server.
zh_hans: 用于远程服务器认证的用户名。

source: View
zh_hans: 视图

source: Welcome to Transmit local browsing.
zh_hans: 欢迎使用 Transmit 本地浏览。

source: Will clear saved password
zh_hans: 将清除已保存密码

source: Workspace
zh_hans: 工作区

source: Yesterday
zh_hans: 昨天
